13/data/attachments/f5745ef28df05988.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_65a9c040-f806-42c8-b1ad-1b8f9b0c4868</nif:username>
            <nif:friendToBeAdded>Jessica_organization_Actions_64328_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>